{
    "Главная": "Home",
    "Личный кабинет": "Account",
    "Для студентов": "For students",
    "Авторизация": "Authorization",
    "Таблица": "table",
    "Ссылка на экзамен": "Exam link",
    "Список предметов": "Subjects list",
    "Удаление сессий": "Session delete",
    "Инструкция": "Instruction",
    "Администрирование": "Administration",
    "Регистрация": "Registration",
    "Запись экзамена": "Exam recording",
    "Таблица сессий": "Session table",
    "Страница сессии": "Session page",
    "Удаление сессии": "Session delete",
    "Полная таблица сессий": "Full session table",
    "Список сессий из файла": "Session list from file",
    
    "Пожалуйста, введите новое имя": "Please enter new name",
    "или": "or",
    "Войти": "Enter",
    "Зарегистрироваться": "Register",
    "Логин": "Email",
    "Пароль": "Password",
    "Выйти": "Log out",
    "Имя": "Name",
    "ФИО": "Full name",
    "Группа": "Group",
    "Создать сессию": "Create session",
    "Изменить имя": "Change name",
    "Название предмета": "Subject name",
    "Добавить": "Add",
    "Сохранить изменения": "Save changes",
    "Удалить": "Remove",
    "Название работы": "Task name",
    "Предмет": "Subject",
    "Ссылка на работу": "Exam link",
    "Сообщение для студента": "Message for student",
    "Приблизительная длительность(мин)": "Duration time(minute)",
    "ФИО преподавателя": "Teachers full name",
    "Шаг": "Step",
    "Начать запись": "Start recording",
    "Остановить": "Stop recording",
    "Шаг 1: Для начала экзамена нажмите кнопку \"Начать запись\"": "Step 1: To start the exam, click \"Start recording\"",
    "Шаг 2: Подождите, идет установка соединения...": "Step 2: Wait, the connection is being established...",
    "Шаг 3: Разрешение записи камеры и микрофона и демонстрации экрана": "Step 3: Allow camera/microphone recording and screen demonstration",
    "Шаг 4: Вы можете приступать к выполнению экзамена": "Step 4: You can proceed with the exam",
    "Экзамен не был начат. Обратитесь к преподавателю.": "The exam wasn't started. Contact your teacher.",
    "После нажатия OK начать новую сессию будет нельзя. Вы уверены, что хотите закончить?": "After clicking OK, you will not be able to start a new session. Are you sure you want to finish?",
    "Экзамен успешно завершён!": "The exam has been successfully completed!",
    "Сообщение от преподавателя:": "Message from the teacher:",
    "Уверены, что хотите начать запись?": "Are you sure you want to start recording?",
    
    "Что делать, если я получил сообщение ": "What should I do if I got a message ",
    "\"Невозможно установить безопасное соединение\"?  \n": "\"Unable to establish a secure connection\" appears?  \n",
    "Нажмите \"Подробности\" -> \"Сделать исключение для этого сайта\". И после этого вы перейдете на прокторинг.  \n": "Click \"Details\" -> \"Make an exception for this site\". And after that you will switch to proctoring. \n",
    "\"Поменяйте запись на Chrome или Chromium\"?  \n": "2. What should I do if the message \"Change the entry to Chrome or Chromium\" appears? \n",
    "Прокторинг работает только с браузерами Chromium. Используйте другой браузер, пожалуйста.  \n": "Proctoring works only with Chromium browsers. Use a different browser, please. \n",
    "Что делать, если я нажал кнопку \"Начать запись\", но прошло уже 2 минуты, а запись еще не началась?  \n": "What should I do if I pressed the \"Start recording\" button, but 2 minutes have passed and recording has not started yet? \n",
    "Подождите еще немного. Если запись началась не сразу, значит, сейчас экзамен проходят много студентов и из-за этого появилась задержка. Не закрывайте вкладку, запись скоро начнется.  \n": "Wait a little longer. If the recording did not start immediately, it means that many students are taking the exam now and because of this there was a delay. Don't close the tab, recording will start soon.\n",
    "Что делать, если сайт не открывается с MacOS?  \n": "What should I do if the site does not open from macOS? \n",
    "\"Ошибка установки соединения!\"?  \n": "\"Connection setup error!\"? \n",
    "Обновите браузер Chromium до последней версии. Попробуйте зайти на прокторинг снова.  \n": "Update the Chromium browser to the latest version. Try to go to proctoring again. \n",
    "Работает в следующих версиях:  \n": "Works in the following versions: \n",
    "Не работает на следующих версиях браузера: ": "Does not work on the following browser versions: ",
    "Работает на версиях браузера ": "Works on browser versions ",
    "и позднее.\n": "and later.\n",
    "Попробуйте подключиться снова. Если после нескольких попыток ошибка все еще есть, пожалуйста, обратитесь к организатору сессий. Также будет полезна информация о стране, где Вы сейчас находитесь, находитесь ли Вы в общежитие или нет, и версия браузера, которую Вы сейчас используете.  \n": "Try connecting again. If there is still an error after several attempts, please contact the session organizer. Information about the country where you are currently staying, whether you are in a hostel or not, and the browser version you are currently using will also be useful. \n",
    "Почему не получается авторизоваться в режиме инкогнито?  \n": "Why can't I log in in incognito mode? \n",
    "Google API не позволяет авторизоваться в режиме инкогнито. Зайдите на сайт в обычном режиме.  \n": "Google API does not allow you to log in in incognito mode. Log in to the site as usual. \n",
    "При возникновении любых других ошибок:\n": "If any other errors occur:\n",
    "Заполните форму по ссылке: ": "Fill out the form using the link: ",
    "Пожалуйста, обратитесь к преподавателю. Сообщите информации о стране, где Вы сейчас находитесь, находитесь ли Вы в общежитие или нет, и версия браузера, которую Вы сейчас используете.  \n": "Please contact the teacher. Provide information about the country where you are currently located, whether you are in a hostel or not, and the browser version you are currently using. \n",
    "Ссылка на видео инструкцию по пользованию прокторингом": "Link to the video instructions for using proctoling",
    "Возможно и на более ранних (не тестировали).\n": "It is also possible on earlier ones (not tested).\n",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
}